Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: The purpose of this Regulation is to improve the functioning of the internal market and promote the uptake of human-centric and trustworthy artificial intelligence (AI), while ensuring a high level of protection of health, safety, fundamental rights enshrined in the Charter, including democracy, the rule of law and environmental protection, against the harmful effects of AI systems in the Union and supporting innovation.
pt_pt: A finalidade do presente regulamento é melhorar o funcionamento do mercado interno e promover a adoção de uma inteligência artificial (IA) centrada no ser humano e de confiança, assegurando simultaneamente um elevado nível de proteção da saúde, da segurança e dos direitos fundamentais consagrados na Carta, incluindo a democracia, o Estado de direito e a proteção do ambiente, contra os efeitos nocivos dos sistemas de IA na União, bem como apoiar a inovação.

source: This Regulation lays down:
pt_pt: O presente regulamento estabelece:

source: harmonised rules for the placing on the market, the putting into service, and the use of AI systems in the Union;
pt_pt: Regras harmonizadas para a colocação no mercado, a colocação em serviço e a utilização de sistemas de IA na União;

source: prohibitions of certain AI practices;
pt_pt: Proibições de certas práticas de IA;

source: specific requirements for high-risk AI systems and obligations for operators of such systems;
pt_pt: Requisitos específicos para sistemas de IA de risco elevado e obrigações para os operadores desses sistemas;

source: harmonised transparency rules for certain AI systems;
pt_pt: Regras de transparência harmonizadas para determinados sistemas de IA;

source: harmonised rules for the placing on the market of general-purpose AI models;
pt_pt: Regras harmonizadas para a colocação no mercado de modelos de IA de finalidade geral;

source: rules on market monitoring, market surveillance, governance and enforcement;
pt_pt: Regras relativas ao acompanhamento do mercado, à fiscalização do mercado, à governação e à aplicação da lei;

source: measures to support innovation, with a particular focus on SMEs, including start-ups.
pt_pt: Medidas de apoio à inovação, com especial ênfase nas PME, incluindo as empresas em fase de arranque.

source: Article 2
pt_pt: Artigo 2.o

source: Scope
pt_pt: Âmbito

source: This Regulation applies to:
pt_pt: O presente regulamento é aplicável a:

source: providers placing on the market or putting into service AI systems or placing on the market general-purpose AI models in the Union, irrespective of whether those providers are established or located within the Union or in a third country;
pt_pt: Prestadores que coloquem no mercado ou coloquem em serviço sistemas de IA ou que coloquem no mercado modelos de IA de finalidade geral no território da União, independentemente de estarem estabelecidos ou localizados na União ou num país terceiro;

source: deployers of AI systems that have their place of establishment or are located within the Union;
pt_pt: Responsáveis pela implantação de sistemas de IA que tenham o seu local de estabelecimento ou que estejam localizados na União;

source: providers and deployers of AI systems that have their place of establishment or are located in a third country, where the output produced by the AI system is used in the Union;
pt_pt: Prestadores e responsáveis pela implantação de sistemas de IA que tenham o seu local de estabelecimento ou estejam localizados num país terceiro, se o resultado produzido pelo sistema de IA for utilizado na União;

source: importers and distributors of AI systems;
pt_pt: Importadores e distribuidores de sistemas de IA;

source: product manufacturers placing on the market or putting into service an AI system together with their product and under their own name or trademark;
pt_pt: Fabricantes de produtos que coloquem no mercado ou coloquem em serviço um sistema de IA juntamente com o seu produto e sob o seu próprio nome ou a sua própria marca;

source: authorised representatives of providers, which are not established in the Union;
pt_pt: Mandatários dos prestadores que não estejam estabelecidos na União;

source: affected persons that are located in the Union.
pt_pt: Pessoas afetadas localizadas na União.

source: For AI systems classified as high-risk AI systems in accordance with Article 6(1) related to products covered by the Union harmonisation legislation listed in Section B of Annex I, only Article 6(1), Articles 102 to 109 and Article 112 apply.
pt_pt: Aos sistemas de IA classificados como sistemas de IA de risco elevado em conformidade com o artigo 6.o, n.o 1, relacionados com os produtos abrangidos pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I, secção B, apenas é aplicável o artigo 6.o, n.o 1, os artigos 102.o a 109.o e o artigo 112.o.

source: Article 57 applies only in so far as the requirements for high-risk AI systems under this Regulation have been integrated in that Union harmonisation legislation.
pt_pt: O artigo 57.o só é aplicável na medida em que os requisitos aplicáveis aos sistemas de IA de risco elevado previstos no presente regulamento tenham sido integrados na referida legislação de harmonização da União.

source: This Regulation does not apply to areas outside the scope of Union law, and shall not, in any event, affect the competences of the Member States concerning national security, regardless of the type of entity entrusted by the Member States with carrying out tasks in relation to those competences.
pt_pt: O presente regulamento não se aplica a domínios não abrangidos pelo âmbito de aplicação do direito da União nem afeta, em caso algum, as competências dos Estados-Membros em matéria de segurança nacional, independentemente do tipo de entidade designada pelos Estados-Membros para desempenhar as funções relacionadas com essas competências.

source: This Regulation does not apply to AI systems where and in so far they are placed on the market, put into service, or used with or without modification exclusively for military, defence or national security purposes, regardless of the type of entity carrying out those activities.
pt_pt: O presente regulamento não se aplica aos sistemas de IA se e na medida em que tiverem sido colocados no mercado, colocados em serviço ou utilizados, com ou sem modificações, exclusivamente para finalidades militares, de defesa ou de segurança nacional, independentemente do tipo de entidade que realiza essas atividades.

source: This Regulation does not apply to AI systems which are not placed on the market or put into service in the Union, where the output is used in the Union exclusively for military, defence or national security purposes, regardless of the type of entity carrying out those activities.
pt_pt: O presente regulamento não se aplica aos sistemas de IA que não tenham sido colocados no mercado ou colocados em serviço na União, se os seus resultados forem utilizados na União exclusivamente para finalidades militares, de defesa ou de segurança nacional, independentemente do tipo de entidade que realiza essas atividades.

source: This Regulation applies neither to public authorities in a third country nor to international organisations falling within the scope of this Regulation pursuant to paragraph 1, where those authorities or organisations use AI systems in the framework of international cooperation or agreements for law enforcement and judicial cooperation with the Union or with one or more Member States, provided that such a third country or international organisation provides adequate safeguards with respect to the protection of fundamental rights and freedoms of individuals.
pt_pt: O presente regulamento não se aplica a autoridades públicas de países terceiros, nem a organizações internacionais abrangidas pelo âmbito do presente regulamento nos termos do n.o 1, quando essas autoridades ou organizações usem sistemas de IA no âmbito da cooperação internacional ou de acordos internacionais para efeitos de cooperação policial e judiciária com a União ou com um ou vários Estados-Membros, sob condição de esse país terceiro ou organização internacional apresentar salvaguardas adequadas em matéria de proteção de direitos e liberdades fundamentais das pessoas.

source: This Regulation shall not affect the application of the provisions on the liability of providers of intermediary services as set out in Chapter II of Regulation (EU) 2022/2065.
pt_pt: O presente regulamento não afeta a aplicação das disposições relativas à responsabilidade dos prestadores de serviços intermediários estabelecidas no capítulo II do Regulamento (UE) 2022/2065.

source: This Regulation does not apply to AI systems or AI models, including their output, specifically developed and put into service for the sole purpose of scientific research and development.
pt_pt: O presente regulamento não se aplica a sistemas de IA ou modelos de IA, incluindo os respetivos resultados, especificamente desenvolvidos e colocados em serviço exclusivamente para fins de investigação e desenvolvimento científicos.

source: Union law on the protection of personal data, privacy and the confidentiality of communications applies to personal data processed in connection with the rights and obligations laid down in this Regulation.
pt_pt: O direito da União em matéria de proteção de dados pessoais, privacidade e confidencialidade das comunicações aplica-se aos dados pessoais tratados em virtude dos direitos e obrigações estabelecidos no presente regulamento.

source: This Regulation shall not affect Regulation (EU) 2016/679 or (EU) 2018/1725, or Directive 2002/58/EC or (EU) 2016/680, without prejudice to Article 10(5) and Article 59 of this Regulation.
pt_pt: O presente regulamento não afeta o disposto nos Regulamentos (UE) 2016/679 ou (UE) 2018/1725 nem nas Diretivas 2002/58/CE ou (UE) 2016/680, sem prejuízo do disposto no artigo 10.o, n.o 5, e no artigo 59.o do presente regulamento.

source: This Regulation does not apply to any research, testing or development activity regarding AI systems or AI models prior to their being placed on the market or put into service.
pt_pt: O presente regulamento não se aplica às atividades de investigação, testagem ou desenvolvimento relativas a sistemas de IA ou modelos de IA antes de serem colocados no mercado ou colocados em serviço.

source: Such activities shall be conducted in accordance with applicable Union law.
pt_pt: Tais atividades devem ser realizadas em conformidade com direito da União aplicável.

source: Testing in real world conditions shall not be covered by that exclusion.
pt_pt: A testagem em condições reais não é abrangida por essa exclusão.

source: This Regulation is without prejudice to the rules laid down by other Union legal acts related to consumer protection and product safety.
pt_pt: O presente regulamento não prejudica as regras estabelecidas por outros atos legislativos da União relacionados com a proteção dos consumidores e a segurança dos produtos.

source: This Regulation does not apply to obligations of deployers who are natural persons using AI systems in the course of a purely personal non-professional activity.
pt_pt: O presente regulamento não se aplica às obrigações dos responsáveis pela implantação que sejam pessoas singulares que utilizam os sistemas de IA no âmbito de uma atividade puramente pessoal de caráter não profissional.

source: This Regulation does not preclude the Union or Member States from maintaining or introducing laws, regulations or administrative provisions which are more favourable to workers in terms of protecting their rights in respect of the use of AI systems by employers, or from encouraging or allowing the application of collective agreements which are more favourable to workers.
pt_pt: O presente regulamento não impede a União nem os Estados-Membros de manterem ou introduzirem disposições legislativas, regulamentares ou administrativas mais favoráveis para os trabalhadores em termos de proteção dos seus direitos no que diz respeito à utilização de sistemas de IA por empregadores, nem de incentivarem ou permitirem a aplicação de convenções coletivas mais favoráveis para os trabalhadores.

source: This Regulation does not apply to AI systems released under free and open-source licences, unless they are placed on the market or put into service as high-risk AI systems or as an AI system that falls under Article 5 or 50.
pt_pt: O presente regulamento não se aplica aos sistemas de IA lançados ao abrigo de licenças gratuitas e de código aberto, a menos que sejam colocados no mercado ou colocados em serviço como sistemas de IA de risco elevado ou que sejam sistemas de IA abrangidos pelo âmbito de aplicação dos artigos 5.o ou 50.o.

source: Article 3
pt_pt: Artigo 3.o

source: Definitions
pt_pt: Definições

source: For the purposes of this Regulation, the following definitions apply:
pt_pt: Para efeitos do presente regulamento, entende-se por:

source: ‘AI system’ means a machine-based system that is designed to operate with varying levels of autonomy and that may exhibit adaptiveness after deployment, and that, for explicit or implicit objectives, infers, from the input it receives, how to generate outputs such as predictions, content, recommendations, or decisions that can influence physical or virtual environments;
pt_pt: «Sistema de IA», um sistema baseado em máquinas concebido para funcionar com níveis de autonomia variáveis, e que pode apresentar capacidade de adaptação após a implantação e que, para objetivos explícitos ou implícitos, e com base nos dados de entrada que recebe, infere a forma de gerar resultados, tais como previsões, conteúdos, recomendações ou decisões que podem influenciar ambientes físicos ou virtuais;

source: ‘risk’ means the combination of the probability of an occurrence of harm and the severity of that harm;
pt_pt: «Risco», a combinação da probabilidade de ocorrência de danos com a gravidade desses danos;

source: ‘provider’ means a natural or legal person, public authority, agency or other body that develops an AI system or a general-purpose AI model or that has an AI system or a general-purpose AI model developed and places it on the market or puts the AI system into service under its own name or trademark, whether for payment or free of charge;
pt_pt: «Prestador», uma pessoa singular ou coletiva, autoridade pública, agência ou outro organismo que desenvolva, ou mande desenvolver, um sistema de IA ou um modelo de IA de finalidade geral e o coloque no mercado, ou coloque o sistema de IA em serviço sob o seu próprio nome ou a sua própria marca, a título oneroso ou gratuito;

source: ‘deployer’ means a natural or legal person, public authority, agency or other body using an AI system under its authority except where the AI system is used in the course of a personal non-professional activity;
pt_pt: «Responsável pela implantação», uma pessoa singular ou coletiva, autoridade pública, agência ou outro organismo que utilize um sistema de IA sob a sua própria autoridade, salvo se o sistema de IA for utilizado no âmbito de uma atividade pessoal de caráter não profissional;

source: ‘authorised representative’ means a natural or legal person located or established in the Union who has received and accepted a written mandate from a provider of an AI system or a general-purpose AI model to, respectively, perform and carry out on its behalf the obligations and procedures established by this Regulation;
pt_pt: «Mandatário», uma pessoa singular ou coletiva localizada ou estabelecida na União que tenha recebido e aceitado um mandato escrito de um prestador de um sistema de IA ou de um modelo de IA de finalidade geral para cumprir e executar em seu nome, respetivamente, as obrigações e os procedimentos previstos no presente regulamento;

source: ‘importer’ means a natural or legal person located or established in the Union that places on the market an AI system that bears the name or trademark of a natural or legal person established in a third country;
pt_pt: «Importador», uma pessoa singular ou coletiva localizada ou estabelecida na União que coloca no mercado um sistema de IA que ostenta o nome ou a marca de uma pessoa singular ou coletiva estabelecida num país terceiro;

source: ‘distributor’ means a natural or legal person in the supply chain, other than the provider or the importer, that makes an AI system available on the Union market;
pt_pt: «Distribuidor», uma pessoa singular ou coletiva inserida na cadeia de distribuição, distinta do prestador e do importador, que disponibiliza um sistema de IA no mercado da União;

source: ‘operator’ means a provider, product manufacturer, deployer, authorised representative, importer or distributor;
pt_pt: «Operador», um prestador, fabricante de produtos, responsável pela implantação, mandatário, importador ou distribuidor;

source: ‘placing on the market’ means the first making available of an AI system or a general-purpose AI model on the Union market;
pt_pt: «Colocação no mercado», a primeira disponibilização de um sistema de IA ou de um modelo de IA de finalidade geral no mercado da União;

source: ‘making available on the market’ means the supply of an AI system or a general-purpose AI model for distribution or use on the Union market in the course of a commercial activity, whether in return for payment or free of charge;
pt_pt: «Disponibilização no mercado», o fornecimento de um sistema de IA ou de um modelo de IA de finalidade geral para distribuição ou utilização no mercado da União no âmbito de uma atividade comercial, a título oneroso ou gratuito;

source: ‘putting into service’ means the supply of an AI system for first use directly to the deployer or for own use in the Union for its intended purpose;
pt_pt: «Colocação em serviço», o fornecimento, diretamente ao responsável pela implantação ou para utilização própria, de um sistema de IA para a primeira utilização na União com a finalidade prevista;

source: ‘intended purpose’ means the use for which an AI system is intended by the provider, including the specific context and conditions of use, as specified in the information supplied by the provider in the instructions for use, promotional or sales materials and statements, as well as in the technical documentation;
pt_pt: «Finalidade prevista», a utilização a que o prestador destina o sistema de IA, incluindo o contexto específico e as condições de utilização, conforme especificado nas informações facultadas pelo prestador nas instruções de utilização, nos materiais e declarações promocionais ou de venda, bem como na documentação técnica;

source: ‘reasonably foreseeable misuse’ means the use of an AI system in a way that is not in accordance with its intended purpose, but which may result from reasonably foreseeable human behaviour or interaction with other systems, including other AI systems;
pt_pt: «Utilização indevida razoavelmente previsível», a utilização de um sistema de IA de uma forma não conforme com a sua finalidade prevista, mas que pode resultar de um comportamento humano razoavelmente previsível ou de uma interação razoavelmente previsível com outros sistemas, incluindo outros sistemas de IA;

source: ‘safety component’ means a component of a product or of an AI system which fulfils a safety function for that product or AI system, or the failure or malfunctioning of which endangers the health and safety of persons or property;
pt_pt: «Componente de segurança», um componente de um produto ou sistema de IA que cumpre uma função de segurança nesse produto ou sistema de IA, ou cuja falha ou anomalia põe em risco a saúde e a segurança de pessoas ou bens;

source: ‘instructions for use’ means the information provided by the provider to inform the deployer of, in particular, an AI system’s intended purpose and proper use;
pt_pt: «Instruções de utilização», as informações facultadas pelo prestador para esclarecer responsável pela implantação, em especial, sobre a finalidade prevista e a utilização correta de um sistema de IA;

source: ‘recall of an AI system’ means any measure aiming to achieve the return to the provider or taking out of service or disabling the use of an AI system made available to deployers;
pt_pt: «Recolha de um sistema de IA», qualquer medida destinada a obter a devolução ao prestador de um sistema de IA disponibilizado aos responsáveis pela implantação ou a colocar esse sistema fora de serviço ou a desativá-lo;

source: ‘withdrawal of an AI system’ means any measure aiming to prevent an AI system in the supply chain being made available on the market;
pt_pt: «Retirada de um sistema de IA», qualquer medida destinada a impedir a disponibilização no mercado de um sistema de IA presente na cadeia de distribuição;

source: ‘performance of an AI system’ means the ability of an AI system to achieve its intended purpose;
pt_pt: «Desempenho de um sistema de IA», a capacidade de um sistema de IA para alcançar a sua finalidade prevista;

source: ‘notifying authority’ means the national authority responsible for setting up and carrying out the necessary procedures for the assessment, designation and notification of conformity assessment bodies and for their monitoring;
pt_pt: «Autoridade notificadora», a autoridade nacional responsável por estabelecer e executar os procedimentos necessários para a avaliação, designação e notificação de organismos de avaliação da conformidade e pela fiscalização destes;

source: ‘conformity assessment’ means the process of demonstrating whether the requirements set out in Chapter III, Section 2 relating to a high-risk AI system have been fulfilled;
pt_pt: «Avaliação da conformidade», o processo de demonstrar se estão preenchidos os requisitos relacionados com um sistema de IA de risco elevado estabelecidos no capítulo III, secção 2;

source: ‘conformity assessment body’ means a body that performs third-party conformity assessment activities, including testing, certification and inspection;
pt_pt: «Organismo de avaliação da conformidade», um organismo que realiza atividades de avaliação da conformidade por terceiros, nomeadamente testagem, certificação e inspeção;

source: ‘notified body’ means a conformity assessment body notified in accordance with this Regulation and other relevant Union harmonisation legislation;
pt_pt: «Organismo notificado», um organismo de avaliação da conformidade notificado nos termos do presente regulamento ou de outra legislação de harmonização da União pertinente;

source: ‘substantial modification’ means a change to an AI system after its placing on the market or putting into service which is not foreseen or planned in the initial conformity assessment carried out by the provider and as a result of which the compliance of the AI system with the requirements set out in Chapter III, Section 2 is affected or results in a modification to the intended purpose for which the AI system has been assessed;
pt_pt: «Modificação substancial», uma alteração do sistema de IA após a sua colocação no mercado ou colocação em serviço, que não tenha sido prevista ou planeada pelo prestador na avaliação da conformidade inicial e que, consequentemente, afete a conformidade do sistema de IA com os requisitos estabelecidos no capítulo III, secção 2, do presente regulamento, ou modifique a finalidade prevista relativamente à qual o sistema de IA foi avaliado;
